<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta name="generator" content="HTML Tidy, see www.w3.org" />
<title>Augendiagnose - Fotos betrachten</title>
</head>
<body>
	<h2>Betrachten der Fotos</h2>

	<p>In dieser Aktivit&auml;t k&ouml;nnen Sie aus einer Liste den Namen der
		Person ausw&auml;hlen, dessen Fotos Sie betrachten wollen. Daraufhin sehen Sie
		eine Liste aller Augenaufnahmen dieser Person, sortiert nach Datum.</p>

	<p>Anschlie&szlig;end haben Sie folgende M&ouml;glichkeiten:</p>

	<ul>
		<li>Detailansicht eines Fotos (durch Klick auf dieses Foto).</li>

		<li>Detailansicht beider Fotos von einem Datum (durch Klick auf das
			Datum)</li>

		<li>Detailansicht von zwei Fotos unterschiedlichen Datums (durch langen
			Klick auf ein Foto und anschlie&szlig;enden Klick auf ein anderes Foto)</li>

		<li>Detailansicht von zwei Fotos unterschiedlicher Personen - machen Sie
			erst einen langen Klick auf ein Foto, und w&auml;hlen Sie dann ein Foto einer
			zweiten Person aus.</li>
	</ul>

	<p>Mit Hilfe dieser Funktionalit&auml;t k&ouml;nnen Sie auch ein Augenfoto
		mit einer Iristopographie vergleichen. Hierzu m&uuml;ssen Sie nur die Grafiken
		von Iristopographien genauso organisieren wie Augenfotos. Aus
		Urheberrechts-Gr&uuml;nden liefert die App keine Iristopographien mit.</p>

	<h3>Weitere Optionen in der &Uuml;bersicht</h3>

	<ul>
		<li>In der Liste der Namen k&ouml;nnen Sie lange auf einen Namen klicken,
			und dann den Namen &auml;ndern oder l&ouml;schen.</li>

		<li>In der Liste der Fotos zu einem Namen k&ouml;nnen Sie lange auf ein
			Datum klicken, und dann das Datum &auml;ndern oder die Fotos dieses Datums
			l&ouml;schen.</li>
	</ul>

	<h3>Weitere Optionen in der Detailansicht</h3>

	<p>In der Detailansicht eines Fotos bestehen noch folgende
		M&ouml;glichkeiten:</p>

	<ul>
		<li>Ver&auml;ndern von Helligkeit und Kontrast mit Hilfe der
			Schieberegler</li>

		<li>Anzeige von Iristopographien als Overlay, Anpassen der Overlays an
			die Iris, Speichern der Position der Overlays (Lock-Button)</li>

		<li>Speichern der Einstellung von Helligkeit und Kontrast (&uuml;bers
			Kontextmen&uuml; - hierzu lange auf das Foto klicken)</li>

		<li>Speichern von Position und Zoom (&uuml;bers Kontextmen&uuml;)</li>

		<li>&Auml;ndern der Beschreibung des Fotos (&uuml;bers Kontextmen&uuml;)</li>
	</ul>
</body>
</html>

